Repository: CofficLab/Lumi
Catalog: Packages/PluginSkill/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Built-in & Plugin Skills
zh_hans: 内置与插件技能
zh_hk: 內建與外掛程式技能

source: Contributed by the app and plugins
zh_hans: 由应用与插件贡献
zh_hk: 由應用程式與外掛程式貢獻

source: From .agent/skills directory
zh_hans: 来自 .agent/skills 目录
zh_hk: 來自 .agent/skills 目錄

source: No project skills yet
zh_hans: 项目还没有技能
zh_hk: 專案尚無技能

source: No projects yet
zh_hans: 还没有项目
zh_hk: 尚無專案

source: No shared skills
zh_hans: 没有通用技能
zh_hk: 沒有通用技能

source: No Skills
zh_hans: 无技能
zh_hk: 無技能

source: No skills available for the current project.
zh_hans: 当前项目没有可用技能。
zh_hk: 目前專案沒有可用的技能。

source: Open Skills Directory
zh_hans: 打开技能目录
zh_hk: 開啟技能目錄

source: Project Skills
zh_hans: 项目技能
zh_hk: 專案技能

source: Refresh
zh_hans: 刷新
zh_hk: 重新整理

source: Search
zh_hans: 搜索
zh_hk: 搜尋

source: Select a project
zh_hans: 选择一个项目
zh_hk: 選擇專案

source: Skills
zh_hans: 技能
zh_hk: 技能

source: View project skills and contributed skills
zh_hans: 查看项目技能与插件贡献的技能
zh_hk: 查看專案技能與外掛程式貢獻的技能

# 无可用技能
source: No skills available
zh_hans: 无可用技能
zh_hk: 无可用技能
